[
    {
        "Id":1,
        "Name":"Earth",
        "Description":"Nosso planeta, unico conhecido a abrigar vida, tem uma superficie majoritariamente coberta por agua e uma atmosfera rica em oxigenio. A Terra orbita o Sol a uma distancia media de 149,6 milhoes de quilometros.",
        "Link": "terra.jpg"
    },
    {
        "Id":2,
        "Name":"Jupiter",
        "Description":"O maior planeta do sistema solar, Jupiter e um gigante gasoso composto principalmente de hidrogenio e helio. Possui a Grande Mancha Vermelha, uma tempestade gigantesca, e e cercado por diversas luas, incluindo a famosa lua Europa.",
        "Link": "jupiter.jpg"
    },
    {
        "Id":3,
        "Name":"Mars",
        "Description":"Conhecido como o \"Planeta Vermelho\" devido ao seu solo rico em oxido de ferro. Marte possui o maior vulcao e o maior canion do sistema solar e e alvo de missoes de exploracao por sua possibilidade de conter agua.",
        "Link": "marte.jpg"
    },
    {
        "Id":4,
        "Name":"Mercury",
        "Description":"O planeta mais proximo do Sol e o menor do sistema solar, Mercurio possui uma superficie repleta de crateras e temperaturas extremas, variando entre um calor intenso durante o dia e um frio congelante a noite.",
        "Link": "mercurio.jpg"
    },
    {
        "Id":5,
        "Name":"Neptune",
        "Description":"Um planeta gasoso e o mais distante do Sol, Netuno e conhecido por sua coloracao azul e ventos extremamente rapidos. Possui aneis e varias luas, sendo Tritao a mais conhecida.",
        "Link": "neturno.jpg"
    },
    {
        "Id":6,
        "Name":"Saturn",
        "Description":"Famoso por seus aneis visiveis, compostos de particulas de gelo e rocha. Saturno e outro gigante gasoso com uma impressionante quantidade de luas, incluindo Tita, que possui uma atmosfera densa.",
        "Link": "saturno.jpg"
    },
    {
        "Id":7,
        "Name":"Uranus",
        "Description":"Um planeta gasoso com uma coloracao azul-esverdeada devido ao metano em sua atmosfera. Urano e unico por girar de lado em relacao ao seu plano orbital, o que cria estacoes extremamente longas e diferentes.",
        "Link": "urano.jpg"
    },
    {
        "Id":8,
        "Name":"Venus",
        "Description":"Similar em tamanho a Terra, mas com uma atmosfera espessa de dioxido de carbono que causa um efeito estufa extremo, tornando-o o planeta mais quente do sistema solar. Sua superficie e cheia de vulcoes e terrenos montanhosos.",
        "Link": "venus.jpg"
    },
    {
        "Id":9,
        "Name":"Sol",
        "Description":"O Sol é uma estrela do tipo anã amarela, localizada no centro do Sistema Solar, essencial para a vida na Terra. Composto principalmente por hidrogênio e hélio, sua fusão nuclear gera luz e calor. Sua energia influencia o clima, as marés e os ciclos biológicos do planeta.",
        "Link": "sol.jpg"
    },
    {
        "Id":10,
        "Name":"Moon",
        "Description":"A Lua é o único satélite natural da Terra, influenciando as marés e os ciclos biológicos. Sua superfície é coberta por crateras, montanhas e mares de basalto formados por impactos e atividade vulcânica antiga. Reflete a luz do Sol e passa por fases devido à sua posição em relação à Terra e ao Sol.",
        "Link": "lua.jpg"
    }

]